[ItemDefs.ID_dlc1_ClaptrapRepairkit ItemDefinition]
ItemName="Claptrap Repair Kit"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_ClaptrapRepairkit:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Contains everything you need to repair a Claptrap robot."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_EchoPickup_FrankenBill ItemDefinition]
ItemName="ECHO Recorder"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_EchoPickup_FrankenBill:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An ECHO recording device.  It may have some interesting information on it."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_EchoPickup_LogCollection ItemDefinition]
ItemName="ECHO Recorder"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_EchoPickup_LogCollection:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An ECHO recording device.  It may have some interesting information on it."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_EchoPickup_MillLogCollection ItemDefinition]
ItemName="ECHO Recorder"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_EchoPickup_MillLogCollection:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An ECHO recording device.  It may have some interesting information on it."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_EchoPickup_NedLab ItemDefinition]
ItemName="ECHO Recorder"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_EchoPickup_NedLab:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An ECHO recording device.  It may have some interesting information on it."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_EchoPickup_PriestLogCollection ItemDefinition]
ItemName="ECHO Recorder"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_EchoPickup_PriestLogCollection:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An ECHO recording device.  It may have some interesting information on it."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_EchoPickup_TellJakobs ItemDefinition]
ItemName="ECHO Recorder"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_EchoPickup_TellJakobs:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An ECHO recording device.  It may have some interesting information on it."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_MysteriousTicket ItemDefinition]
ItemName="Mysterious Ticket"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_MysteriousTicket:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It's a mystery..."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc1_MysteriousTicket:Behavior_AttributeEffect_0.SkillDefinition_0 SkillDefinition]
LockedSkillDetailStr="<Locked>"
SkillDescription=""
SkillName=""

[ItemDefs.ID_dlc1_ZombieBrain ItemDefinition]
ItemName="Zombie Brain"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc1_ZombieBrain:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A rotten, maggot-ridden brain."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_Eggs ItemDefinition]
ItemName="Bloodwing egg"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_Eggs:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ham would complete this pungent delicacy."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_SpareVendingPart ItemDefinition]
ItemName="Power Coupling"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_SpareVendingPart:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="A stolen power coupling for the Jakobs vendor."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_WereSkagSample ItemDefinition]
ItemName="Antidote"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_WereSkagSample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="There are a few drops remaining in the bottle."
NoConstraintText=""
Suffix=""

[ItemDrop.dlc1_Ticket_ItemDrop InteractiveObjectBalanceDefinition]
Grades[0]=(GradeModifiers=)

